cases/hpc_motorbike_S_v1912/0.orig/include/frontBackUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

upperWall
{
    type slip;
}

"side.*"
{
    type slip;
}

// ************************************************************************* //
