cases/hpc_motorbike_S_v1912/AllmeshS
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication decomposePar
runParallel snappyHexMesh -overwrite
#optional
#runParallel checkMesh 
runApplication reconstructParMesh -constant
runApplication reconstructPar -constant

#------------------------------------------------------------------------------
