cases/hpc_motorbike_S_v1912/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

rm log.decomposePar log.simpleFoam log.potentialFoam
./Allclean

cp -r 0.org 0

runApplication decomposePar
runParallel potentialFoam -writephi
runParallel $(getApplication)


mkdir FIGS
foamLog log.$(getApplication)
